{
  "welcome.title": "Your vision, our expertise",
  "welcome.subtitle": "The trusted general contractor for your construction projects!",
  "welcome.tagline": "TRUSTED BUILDER • LAVAL • CONSTRUCTION • RENOVATION",

  "services.title": "Our Services",
  "services.description": "At SOS Construction, we guide property owners through every stage of their real estate journey — whether it's renovating, enhancing value, or selling.",
  "services.items.renoverImmeuble.title": "Building Renovation",
  "services.items.renoverImmeuble.description": "Breathe new life into your rental buildings. We offer durable, strategic renovations tailored to the needs of multi-unit property owners in the Quebec region.",
  "services.items.renoverMaison.title": "Residential Renovation",
  "services.items.renoverMaison.description": "Your home deserves the best. SOS Construction supports all your home renovation projects with a personalized, reliable, and hassle-free service.",
  "services.items.vendrePropriete.title": "Pre-Sale Preparation",
  "services.items.vendrePropriete.description": "Looking to sell your property? We enhance its appearance and value to help you close quickly and at the best price with targeted upgrades.",
  "about.carousel.item1": "We build trust and value in every project.",
  "about.carousel.item2": "Expert craftsmanship in wood, metal, and finishes.",
  "about.carousel.item3": "Flawless plastering, filling, and painting.",
  "about.carousel.item4": "Durable and precise flooring and tiling.",
  "about.carousel.item5": "From demolition to finishes — always by your side.",

  "projects.items.p1.title": "Modern Elegance Residence",
  "projects.items.p1.description": "A sleek, single-family home featuring minimalist architecture, floor-to-ceiling windows, and sustainable materials. Designed for comfort and energy efficiency.",

  "projects.items.p2.title": "Green Haven Villa",
  "projects.items.p2.description": "Eco-friendly suburban villa equipped with solar panels, a rainwater harvesting system, and smart home automation, blending nature with modern living.",

  "projects.items.p3.title": "Coastal Retreat Home",
  "projects.items.p3.description": "A luxurious beachfront property built to withstand harsh weather, offering panoramic ocean views, open floor plans, and natural wood finishes.",

  "projects.items.p4.title": "Urban Family Nest",
  "projects.items.p4.description": "A compact, multi-story home optimized for urban living, combining smart storage, rooftop garden space, and contemporary design aesthetics.",

  "projects.items.p5.title": "The Craftsman Revival",
  "projects.items.p5.description": "A charming house inspired by classic American Craftsman style, featuring woodwork detailing, covered porches, and handcrafted stone elements.",

  "projects.items.p6.title": "The Hilltop Sanctuary",
  "projects.items.p6.description": "Built into a scenic hill with reinforced foundations, this project highlights panoramic balcony views, natural stone exteriors, and elegant landscaping.",
  "project": "Projects",
  "projects.items.p7.title": "The Brickline Estate",
  "projects.items.p7.description": "A luxurious estate blending traditional red-brick aesthetics with modern amenities—spacious interiors, custom cabinetry, and premium finishings.",
  "policy.title": "Privacy Policy",
  "policy.intro": "We value your privacy. This page outlines how we collect, use, and protect your personal information.",
  "policy.points.1": "We only collect data necessary to provide our services.",
  "policy.points.2": "Your information is never sold or shared without consent.",
  "policy.points.3": "You may request access to or deletion of your data at any time.",
  "contact.email": "Email",
  "contact.license": "RBQ Licence",
  "contact.phone1": "Phone 1",
  "contact.phone2": "Phone 2",
  "contact.address": "Address",
  "navbar.projects": "Projects",
  "navbar.services": "Our Services",
  "navbar.about": "About Us",
  "navbar.contact": "Contact",
  "services.boisMetal": "Wood & metal work",
  "services.finition": "Finishing work",
  "services.gypse": "Drywall installation",
  "services.carrelage": "Tile work",
  "services.plancher": "Flooring installation",
  "services.peinture": "Painting",
  "services.tireurJoints": "Joint sealing",
  "services.demolition": "Demolition",
  "finition.hero.title": "Perfect finishes, down to the smallest detail.",
  "finition.section1.title": "Give your projects a flawless final touch",
  "finition.section1.p1": "Baseboards, moldings, doors, joint sealing, touch-ups… every detail matters to create a clean and polished interior.",
  "finition.section1.p2": "Our craftsmen deliver sharp, precise finishing work that meets your highest expectations.",
  "finition.section1.p3": "It’s this attention to detail that turns a project into a success.",
  "finition.section2.p1": "We take the time to do it right cleanly, methodically, beautifully.",
  "finition.section2.p2": "Trust SDS Construction to elevate your space, right down to the finest finishes.",
  "finition.section2.p3": "Quality work — that’s our signature.",
  "gypse.hero.title": "Professional drywall installation for strong, flawless walls.",
  "gypse.section1.title": "Your walls deserve a straight and solid foundation",
  "gypse.section1.p1": "Poor drywall can lead to cracks, noise issues, and uneven finishes. It’s the foundation of every well-built interior.",
  "gypse.section1.p2": "Our experts install gypsum boards with precision — for new walls, ceilings, or interior renovations.",
  "gypse.section1.p3": "Clean, solid, level results ready for finishing and built to last.",
  "gypse.section2.p1": "We deliver fast, accurate installation tailored to your space.",
  "gypse.section2.p2": "Residential or commercial — our work ensures a smooth surface for taping, jointing, and painting.",
  "gypse.section2.p3": "Trust your walls to a team that understands the art of drywall.",
  "carrelage.hero.title": "Custom tile installation — precision, aesthetics, and durability.",
  "carrelage.section1.title": "Clean, stylish, and long-lasting surfaces",
  "carrelage.section1.p1": "Kitchen, bathroom, flooring, or decorative walls — tile is both a practical and elegant option.",
  "carrelage.section1.p2": "At SOS Construction, we lay each tile with precision to ensure perfect alignment and consistent results.",
  "carrelage.section1.p3": "From surface prep to cutting, gluing, and grouting — every step matters.",
  "carrelage.section2.p1": "We advise you on the right materials: ceramic, porcelain, natural stone…",
  "carrelage.section2.p2": "Professional tile work improves water resistance, longevity, and visual appeal.",
  "carrelage.section2.p3": "Trust our tile experts for a clean, durable result that fits your style.",
  "plancher.hero.title": "Strong and stylish floors installed with expert care.",
  "plancher.section1.title": "Your floors deserve a flawless finish",
  "plancher.section1.p1": "A properly installed floor transforms a room — bringing beauty, comfort, and long-term value.",
  "plancher.section1.p2": "We install hardwood, floating, vinyl, laminate, or engineered flooring with precision.",
  "plancher.section1.p3": "Every detail matters: straight cuts, proper leveling, and a clean finish.",
  "plancher.section2.p1": "We guide you in choosing the right material for your space and needs.",
  "plancher.section2.p2": "Our expertise ensures long-lasting, stable, and quiet flooring.",
  "plancher.section2.p3": "Trust your floors to pros who care about detail and finish.",
  "peinture.hero.title": "Professional painting — for vibrant walls and flawless finishes.",
  "peinture.section1.title": "Give your space a fresh, long-lasting look",
  "peinture.section1.p1": "A proper paint job enhances your space and protects your walls.",
  "peinture.section1.p2": "We prep, apply, and finish with care — whether it's a refresh or full makeover.",
  "peinture.section1.p3": "Walls, ceilings, woodwork — we’ve got it covered.",
  "peinture.section2.p1": "We use high-quality paints for every surface.",
  "peinture.section2.p2": "Matte, satin, or gloss — the result is clean, even, and long-lasting.",
  "peinture.section2.p3": "Trust our painters for a transformation tailored to your style.",
  "joints.hero.title": "Perfectly taped joints for flawless walls.",
  "joints.section1.title": "Prepare your surfaces for a smooth finish",
  "joints.section1.p1": "Joint sealing is key to getting clean, even walls.",
  "joints.section1.p2": "We apply every layer carefully — filling, leveling, sanding.",
  "joints.section1.p3": "The result: seamless and paint-ready.",
  "joints.section2.p1": "New drywall or crack repairs — we handle it all.",
  "joints.section2.p2": "Straight, smooth, mark-free walls — guaranteed.",
  "joints.section2.p3": "Let our joint specialists save you time and deliver pro-grade results.",
  "demolition.hero.title": "Safe and efficient demolition — preparing your site with care.",
  "demolition.section1.title": "Tear down what’s old to build something better",
  "demolition.section1.p1": "Before renovations or additions, clean removal is essential.",
  "demolition.section1.p2": "SOS Construction handles partial or full demolitions with professionalism and safety.",
  "demolition.section1.p3": "We manage waste, material sorting, and site prep.",
  "demolition.section2.p1": "Residential or commercial — we’ve got the tools and experience.",
  "demolition.section2.p2": "We work cleanly and quickly, protecting everything that needs to stay.",
  "demolition.section2.p3": "Your site is in good hands — prepped and ready to build.",
  "services.items.boisMetal.title": "Wood & Metal Work",
  "services.items.boisMetal.description": "Elegant and durable structures combining wood and metal — crafted for strength and visual appeal.",

  "services.items.finition.title": "Finishing Work",
  "services.items.finition.description": "Add the final touch to your projects with detailed finishes — trim, baseboards, doors, and more.",

  "services.items.gypse.title": "Drywall (Gypsum)",
  "services.items.gypse.description": "Expert installation of drywall panels — flat, solid, and ready for flawless interior finishes.",

  "services.items.carrelage.title": "Tiling",
  "services.items.carrelage.description": "Precision tile installation for floors, walls, kitchens, and bathrooms — combining beauty and durability.",

  "services.items.plancher.title": "Flooring Installation",
  "services.items.plancher.description": "Professional installation of hardwood, laminate, vinyl, or engineered flooring to transform your space.",

  "services.items.peinture.title": "Painting",
  "services.items.peinture.description": "Interior painting for walls, ceilings, and trim — clean, lasting results with professional care.",

  "services.items.tireurJoints.title": "Drywall Taping",
  "services.items.tireurJoints.description": "Precise application of joint compound for smooth, seamless walls ready to be painted.",

  "services.items.demolition.title": "Demolition",
  "services.items.demolition.description": "Clean, safe demolition to prepare the way for your next renovation or expansion project.",
  "boisMetal.hero.title": "Strong and elegant structures from wood to metal. Expert craftsmanship guaranteed.",
  "boisMetal.section1.title": "Combine durability and design with our wood & metal work",
  "boisMetal.section1.p1": "From custom staircases to load-bearing frames or architectural details, we turn your ideas into solid and refined structures.",
  "boisMetal.section1.p2": "Our team works with precision and passion, blending the authenticity of wood with the strength of metal.",
  "boisMetal.section1.p3": "A professional finish that meets your highest standards.",
  "boisMetal.section2.p1": "Raw wood, steel, aluminum, or wrought iron — each material has potential.",
  "boisMetal.section2.p2": "We bring it to life through custom-built work designed to last.",
  "boisMetal.section2.p3": "Trust experts for a result that is aesthetic, safe, and durable.",
  "copyright": "© 2025 All rights reserved",
  "privacypolicy": "Privacy Policy",
  "projects": "Projects",
  "services": "Services",
  "contact": "Contact",
  "about": "About Us",
  "joint": "Joint taping is a crucial step in finishing interior walls made of drywall. It's not just about applying compound between two panels, but about creating a seamless, smooth surface ready for the desired finish. Our method relies on meticulous surface preparation followed by the methodical application of multiple layers of joint compound. Each layer is carefully sanded to remove any imperfections and ensure perfect visual continuity between panels. Our craftsmen master advanced techniques to handle inside corners, outside angles, and complex joints—often overlooked but essential for a professional result. Whether your project is residential, we tailor our work to the type of surface, ambient lighting, and the intended use of the rooms to ensure a durable, aesthetic, and long-lasting finish. With our expertise, you benefit from a high-quality service.",
  "demolition": "Demolition is much more than a simple act of tearing things down. It’s a strategic phase that requires technical expertise and thorough planning. Whether it's for renovation, reconstruction, or space reconfiguration, we begin with a complete structural analysis before taking action. Our teams identify load-bearing elements, specific materials, and environmental constraints to ensure a safe, controlled demolition that complies with current regulations. We use tools suited to each situation—from small hand tools to heavy mechanical equipment—to ensure optimal efficiency. With our methodical approach, we minimize noise, debris, and impact on surrounding areas. Whether the site is residential or commercial, we deliver a professional, fast, and clean service to prepare the ground for your next project.",
  "woodMetal": "Wood and metal work combines aesthetics, strength, and functionality. Whether it’s for custom structures, railings, frames, or decorative elements, we bring artisanal expertise to every project. Each creation begins with a careful selection of materials: high-quality wood, durable metals, and long-lasting finishes. We ensure precise cutting, meticulous assembly, and proper treatment to guarantee longevity—even under demanding conditions. Our craftsmen blend creativity and technical skill to design unique pieces that integrate seamlessly into their surroundings. Whether your project is residential or commercial, we tailor our work to your aesthetic and functional needs to deliver results that are solid, elegant, and timeless.",
  "finishingWork": "Finishing work represents the final stage of a construction or renovation project. It is at this precise moment that the space comes into its own, reveals its personality, and gains elegance. This phase includes a set of advanced techniques aimed at perfecting the aesthetics, harmonizing materials, and adding a polished final touch to every corner. Whether it's the careful installation of moldings, precise adjustment of door or window frames, elegant placement of baseboards, or final paint touch-ups, our craftsmen work with proven expertise and constant attention to detail. We pay special attention to alignment, textures, contrasts, and color coherence to create a smooth and harmonious visual result. Each project is treated as unique, taking into account the specific characteristics of the space, natural light, and the aesthetic preferences of our clients.",
  "gypse": "Drywall work forms the foundation of any successful interior layout. It allows for the creation of sturdy partitions, flawless ceilings, and surfaces that are perfectly prepared for finishing touches. Whether it's a new build or a renovation, we ensure precise installation of gypsum boards with constant attention to levelness, alignment, and stability. Our teams also master cutting and fitting techniques to integrate electrical components, ducts, and other building-specific features. With our rigorous approach and professional-grade tools, we guarantee a clean, straight, and standards-compliant result. Every project is carried out on time and according to expectations, laying a solid and lasting base for all your finishings. Our commitment goes further than installation — we assess each space to offer tailored solutions that enhance acoustic and thermal performance. With us, every wall stands as a symbol of precision, strength, and quality craftsmanship.",
  "carreaux": "Tile installation is a crucial stage in interior finishing, blending technical skill, precision, and aesthetic sensitivity. Whether applied to walls, floors, kitchens, bathrooms, or entryways, tiling adds a refined final touch while ensuring long-term durability and easy maintenance. Our process begins with a thorough assessment of surface conditions, ambient humidity, and the type of tile material — be it ceramic, porcelain, natural stone, or mosaic. We place strong emphasis on surface flatness, alignment of lines, and consistent grout spacing to ensure a clean, durable installation. Each tile is carefully cut, measured to the millimeter, and laid with adhesives and mortars suited to both the substrate and usage. With expert craftsmanship, we transform each space with elegance and precision, delivering work that holds up beautifully over time.",
  "flooring": "Flooring installation plays a key role in the comfort, appearance, and longevity of your indoor environment. Whether you choose hardwood, laminate, vinyl, or engineered flooring, we help you select materials that fit your lifestyle, room function, and design vision. Before installation, we carefully prepare each surface — ensuring levelness, cleanliness, and, where needed, installing vapor barriers or subfloors. Our craftsmen work with attention to every detail, ensuring consistent alignment, clean edge cuts, and secure fastening. Every project is executed with care, resulting in a surface that is beautiful, wear-resistant, and easy to maintain. Thanks to our deep expertise, you get a floor that is stable, comfortable, and made to last. Whether it’s for residential or commercial spaces, our work strikes the perfect balance between performance and visual appeal.",
  "peinture": "Painting work brings your interiors to life and represents the final touch of a well-completed project. More than just applying color, it is a meticulous process that requires proper preparation, the right product choices, and controlled application. We start with a full evaluation of surfaces to correct flaws, sand, repair, or apply primer where needed. Our skilled painters use techniques tailored to each surface — from walls and ceilings to woodwork and exterior finishes — ensuring even coverage free of streaks or drips. Whether you're looking to create a warm, modern, or minimalist atmosphere, we offer guidance on shades and finishes to enhance the mood and function of your space. With sharp attention to detail and professional discipline, we deliver clean, elegant, and lasting results. Every job is completed on time and with a strong commitment to quality and your satisfaction."

}
