{
  "welcome.title": "Tu visión, nuestra experiencia",
  "welcome.subtitle": "¡El contratista general de confianza para tus proyectos de construcción!",
  "welcome.tagline": "CONSTRUCTOR DE CONFIANZA • GRAN MONTREAL • CONSTRUCCIÓN • RENOVACIÓN",
  "services.title": "Nuestros Servicios",
  "services.description": "En SOS Construction, acompañamos a los propietarios en cada etapa de su trayectoria inmobiliaria, ya sea para renovar, valorizar o vender.",
  "services.items.renoverImmeuble.title": "Renovación de edificios",
  "services.items.renoverImmeuble.description": "Devuelve la vida a tus edificios de alquiler. Ofrecemos renovaciones duraderas y estratégicas adaptadas a las necesidades de los propietarios de multiviviendas en la región de Quebec.",
  "services.items.renoverMaison.title": "Renovación residencial",
  "services.items.renoverMaison.description": "Tu casa merece lo mejor. SOS Construction te acompaña en todos tus proyectos de renovación residencial con un servicio personalizado, confiable y sin complicaciones.",
  "services.items.vendrePropriete.title": "Preparación para la venta",
  "services.items.vendrePropriete.description": "¿Quieres vender tu propiedad? Optimizamos su apariencia y valor para ayudarte a cerrar rápidamente y al mejor precio con intervenciones precisas.",
  "about.carousel.item1": "En SOS Construction, cada proyecto es una oportunidad para generar confianza y valor duradero.",
  "about.carousel.item2": "Desde trabajos en madera y metal hasta acabados de precisión, nuestro saber hacer da forma a cada detalle.",
  "about.carousel.item3": "Nuestros especialistas trabajan con yeso, empaste y pintura con resultados limpios y profesionales.",
  "about.carousel.item4": "Instalamos azulejos y pisos duraderos — con estilo, precisión y resistencia.",
  "about.carousel.item5": "De la demolición segura a los acabados perfectos — SOS Construction te acompaña en cada paso.",
  "projects.items.p1.title": "Residencia de Elegancia Moderna",
  "projects.items.p1.description": "Una casa unifamiliar elegante con arquitectura minimalista, ventanas de piso a techo y materiales sostenibles. Diseñada para la comodidad y la eficiencia energética.",

  "projects.items.p2.title": "Villa Refugio Verde",
  "projects.items.p2.description": "Villa suburbana ecológica equipada con paneles solares, sistema de recolección de agua de lluvia y automatización inteligente del hogar. Fusión de naturaleza y modernidad.",

  "projects.items.p3.title": "Casa Retiro Costero",
  "projects.items.p3.description": "Propiedad de lujo frente al mar, construida para resistir el clima severo, con vistas panorámicas al océano, espacios abiertos y acabados en madera natural.",

  "projects.items.p4.title": "Nido Familiar Urbano",
  "projects.items.p4.description": "Hogar compacto y de varios niveles optimizado para la vida urbana, con almacenamiento inteligente, jardín en la azotea y diseño contemporáneo.",

  "projects.items.p5.title": "Renacimiento Artesanal",
  "projects.items.p5.description": "Casa encantadora inspirada en el estilo clásico estadounidense Craftsman, con detalles de carpintería, porches cubiertos y elementos de piedra hechos a mano.",

  "projects.items.p6.title": "Santuario en la Colina",
  "projects.items.p6.description": "Construido sobre una colina escénica con cimientos reforzados, este proyecto ofrece balcones con vistas panorámicas, exteriores de piedra natural y un paisajismo elegante.",

  "projects.items.p7.title": "Finca Línea de Ladrillo",
  "projects.items.p7.description": "Finca lujosa que combina la estética tradicional del ladrillo rojo con comodidades modernas: interiores espaciosos, gabinetes a medida y acabados premium.",
  "policy.title": "Política de privacidad",
  "policy.intro": "Valoramos tu privacidad. Esta página describe cómo recopilamos, usamos y protegemos tu información personal.",
  "policy.points.1": "Solo recopilamos datos necesarios para brindar nuestros servicios.",
  "policy.points.2": "Tu información nunca se vende ni se comparte sin tu consentimiento.",
  "policy.points.3": "Puedes solicitar acceso o eliminación de tus datos en cualquier momento.",
  "project": "Proyectos",
  "contact.email": "Correo",
  "contact.phone1": "Telefono 1",
  "contact.phone2": "Telefono 2",
  "contact.address": "Dirreción",
  "contact.license": "Licencia",
  "navbar.projects": "Proyectos",
  "navbar.services": "Servicios",
  "navbar.about": "Nosotros",
  "navbar.contact": "Contacto",
  "services.boisMetal": "Trabajos en madera y metal",
  "services.finition": "Trabajos de acabado",
  "services.gypse": "Instalación de paneles de yeso",
  "services.carrelage": "Colocación de azulejos",
  "services.plancher": "Instalación de pisos",
  "services.peinture": "Pintura",
  "services.tireurJoints": "Sellado de juntas",
  "services.demolition": "Demolición",
  "finition.hero.title": "Acabados perfectos, hasta el más mínimo detalle.",
  "finition.section1.title": "Dale el toque final perfecto a tus proyectos",
  "finition.section1.p1": "Zócalos, molduras, puertas, sellado de juntas, retoques… cada detalle cuenta para un interior limpio y armonioso.",
  "finition.section1.p2": "Nuestros artesanos entregan acabados precisos y de alta calidad, cumpliendo con tus más altas expectativas.",
  "finition.section1.p3": "Esa atención al detalle es lo que convierte una obra en un verdadero logro.",
  "finition.section2.p1": "Nos tomamos el tiempo de hacer las cosas bien — con limpieza, método y estética.",
  "finition.section2.p2": "Confía en SOS Construction para embellecer cada rincón de tu espacio.",
  "finition.section2.p3": "El trabajo bien hecho es nuestra especialidad.",
  "gypse.hero.title": "Instalación profesional de yeso para paredes sólidas y perfectas.",
  "gypse.section1.title": "Tus paredes necesitan una base recta y firme",
  "gypse.section1.p1": "Una mala instalación puede causar grietas, ruido o superficies irregulares. El panel de yeso es la base de cualquier espacio interior bien hecho.",
  "gypse.section1.p2": "Nuestros expertos colocan paneles de yeso con precisión, ya sea para paredes nuevas, techos o renovaciones interiores.",
  "gypse.section1.p3": "Un trabajo sólido, limpio y listo para el acabado final.",
  "gypse.section2.p1": "Realizamos instalaciones rápidas y precisas, adaptadas a cada espacio.",
  "gypse.section2.p2": "Residencial o comercial — garantizamos superficies lisas y listas para sellar, lijar y pintar.",
  "gypse.section2.p3": "Confía tus paredes a un equipo que domina el arte del yeso.",
  "carrelage.hero.title": "Instalación de azulejos a medida — precisión, estética y durabilidad.",
  "carrelage.section1.title": "Superficies limpias, elegantes y duraderas",
  "carrelage.section1.p1": "Cocina, baño, pisos o paredes decorativas — los azulejos son una opción práctica y estética.",
  "carrelage.section1.p2": "En SOS Construction colocamos cada pieza con precisión, logrando un acabado uniforme y profesional.",
  "carrelage.section1.p3": "Desde la preparación hasta el corte, pegado y sellado — cuidamos cada detalle.",
  "carrelage.section2.p1": "Te asesoramos en la elección del material adecuado: cerámica, porcelanato, piedra natural…",
  "carrelage.section2.p2": "Una instalación profesional mejora la impermeabilidad, la durabilidad y la estética.",
  "carrelage.section2.p3": "Confía en nuestros expertos en azulejos para un resultado limpio, resistente y personalizado.",
  "plancher.hero.title": "Pisos resistentes y elegantes, instalados con experiencia.",
  "plancher.section1.title": "Tu suelo merece un acabado perfecto",
  "plancher.section1.p1": "Un buen piso cambia por completo una habitación — aporta belleza, confort y valor duradero.",
  "plancher.section1.p2": "Instalamos madera maciza, flotante, vinilo, laminado o pisos de ingeniería con precisión.",
  "plancher.section1.p3": "Cada detalle cuenta: cortes limpios, buen nivelado y acabados impecables.",
  "plancher.section2.p1": "Te asesoramos en la elección del mejor material según tus gustos y necesidades.",
  "plancher.section2.p2": "Nuestra instalación garantiza suelos duraderos, estables y silenciosos.",
  "plancher.section2.p3": "Confía tus pisos a profesionales que cuidan cada detalle.",
  "peinture.hero.title": "Pintura profesional — para paredes vibrantes y acabados perfectos.",
  "peinture.section1.title": "Renueva tus espacios con color y protección",
  "peinture.section1.p1": "Una buena pintura realza tus ambientes y protege las superficies.",
  "peinture.section1.p2": "Preparamos, aplicamos y terminamos con precisión, ya sea un retoque o un proyecto completo.",
  "peinture.section1.p3": "Paredes, techos, molduras — cuidamos cada detalle.",
  "peinture.section2.p1": "Usamos pinturas de alta calidad adaptadas a cada superficie.",
  "peinture.section2.p2": "Acabados mate, satinado o brillante — el resultado es limpio, uniforme y duradero.",
  "peinture.section2.p3": "Confía en nuestros pintores para una transformación hecha a tu gusto.",
  "joints.hero.title": "Sellado de juntas preciso para paredes perfectas.",
  "joints.section1.title": "Prepara tus superficies para un acabado impecable",
  "joints.section1.p1": "El sellado de juntas es clave para lograr paredes lisas y sin imperfecciones.",
  "joints.section1.p2": "Aplicamos cada capa con cuidado: relleno, nivelado, lijado.",
  "joints.section1.p3": "Un resultado uniforme, listo para pintar.",
  "joints.section2.p1": "Trabajamos sobre tabiques nuevos o reparaciones.",
  "joints.section2.p2": "Paredes rectas, sin marcas — ese es nuestro estándar.",
  "joints.section2.p3": "Confía en nuestros expertos para un trabajo rápido y profesional.",
  "demolition.hero.title": "Demolición segura y eficiente — preparamos tu espacio para el futuro.",
  "demolition.section1.title": "Derribar lo viejo para construir mejor",
  "demolition.section1.p1": "Antes de renovar o ampliar, la demolición limpia es esencial.",
  "demolition.section1.p2": "SOS Construction se encarga de demoliciones parciales o totales con seguridad y profesionalismo.",
  "demolition.section1.p3": "Gestionamos escombros, reciclaje y limpieza del área.",
  "demolition.section2.p1": "Residencial o comercial — contamos con el equipo y la experiencia.",
  "demolition.section2.p2": "Trabajamos rápido, limpio y sin dañar lo que se debe conservar.",
  "demolition.section2.p3": "Tu espacio queda listo para construir con confianza.",
  "services.items.boisMetal.title": "Trabajos en madera y metal",
  "services.items.boisMetal.description": "Estructuras elegantes y duraderas que combinan madera y metal — diseñadas para resistir y destacar.",

  "services.items.finition.title": "Trabajos de acabado",
  "services.items.finition.description": "Dale el toque final a tus proyectos con acabados detallados — molduras, zócalos, puertas y más.",

  "services.items.gypse.title": "Yeso (Drywall)",
  "services.items.gypse.description": "Instalación experta de paneles de yeso — rectos, sólidos y listos para acabados interiores perfectos.",

  "services.items.carrelage.title": "Colocación de azulejos",
  "services.items.carrelage.description": "Instalación precisa de azulejos en pisos, paredes, cocinas y baños — estética y durabilidad garantizadas.",

  "services.items.plancher.title": "Instalación de pisos",
  "services.items.plancher.description": "Instalación profesional de pisos de madera, laminado, vinilo o ingeniería para transformar tus espacios.",

  "services.items.peinture.title": "Pintura",
  "services.items.peinture.description": "Pintura interior para paredes, techos y molduras — resultados limpios y duraderos, hechos por profesionales.",

  "services.items.tireurJoints.title": "Aplicación de juntas",
  "services.items.tireurJoints.description": "Aplicación precisa de masilla para juntas, dejando paredes lisas y listas para pintar.",

  "services.items.demolition.title": "Demolición",
  "services.items.demolition.description": "Demolición limpia y segura para preparar tus proyectos de renovación o ampliación.",
  "boisMetal.hero.title": "Estructuras sólidas y elegantes, desde la madera hasta el metal — artesanía garantizada.",
  "boisMetal.section1.title": "Combina durabilidad y diseño con nuestros trabajos en madera y metal",
  "boisMetal.section1.p1": "Ya sea una escalera a medida, una estructura de soporte o detalles arquitectónicos, transformamos tus ideas en creaciones sólidas y refinadas.",
  "boisMetal.section1.p2": "Nuestro equipo trabaja con precisión y pasión, combinando la autenticidad de la madera con la fuerza del metal.",
  "boisMetal.section1.p3": "Un acabado profesional, a la altura de tus más altos estándares.",
  "boisMetal.section2.p1": "Madera en bruto, acero, aluminio o hierro forjado — cada material tiene su propio potencial.",
  "boisMetal.section2.p2": "Lo revelamos mediante creaciones personalizadas, diseñadas para perdurar.",
  "boisMetal.section2.p3": "Confía en expertos para obtener un resultado estético, seguro y duradero.",
  "copyright": "© 2025 Todos los derechos reservados",
  "privacypolicy": "Política de privacidad",
  "projects": "Projectos",
  "services": "Servicios",
  "contact": "Contacto",
  "about": "Nosotros"
}
