{
  "welcome.title": "Votre vision, notre savoir-faire",
  "welcome.subtitle": "L'entrepreneur général de confiance pour vos projets de construction !",
  "welcome.tagline": "BÂTISSEUR DE CONFIANCE • LAVAL • CONSTRUCTION • RÉNOVATION",
  "boisMetal.hero.title": "Des structures solides et élégantes, du bois au métal. Expertise artisanale garantie.",
  "boisMetal.section1.title": "Alliez durabilité et design avec nos travaux en bois et métal",
  "boisMetal.section1.p1": "Que ce soit pour un escalier sur mesure, une structure portante ou des détails architecturaux, nous transformons vos idées en structures solides et raffinées.",
  "boisMetal.section1.p2": "Notre équipe travaille avec précision et passion, en mariant l’authenticité du bois et la résistance du métal.",
  "boisMetal.section1.p3": "Un rendu professionnel, à la hauteur de vos standards les plus élevés.",
  "boisMetal.section2.p1": "Bois brut, acier, aluminium ou fer forgé. Chaque matériau a son potentiel.",
  "boisMetal.section2.p2": "Nous le révélons à travers des réalisations sur mesure, pensées pour durer.",
  "boisMetal.section2.p3": "Faites appel à des experts pour un résultat esthétique, sécuritaire et durable.",
  "about.carousel.item1": "Nous bâtissons confiance et valeur durable.",
  "about.carousel.item2": "Travaux experts en bois, métal et finitions.",
  "about.carousel.item3": "Gypse, joints et peinture impeccables.",
  "about.carousel.item4": "Planchers et carreaux posés avec soin.",
  "about.carousel.item5": "De la démolition aux finitions — on s’en charge.",
  "policy.title": "Politique de confidentialité",
  "policy.intro": "Nous accordons de l'importance à votre vie privée. Cette page explique comment nous collectons, utilisons et protégeons vos informations personnelles.",
  "policy.points.1": "Nous collectons uniquement les données nécessaires à nos services.",
  "policy.points.2": "Vos informations ne sont jamais vendues ou partagées sans votre consentement.",
  "policy.points.3": "Vous pouvez demander l'accès ou la suppression de vos données à tout moment.",
  "project": "Projets",
  "contact.email": "Courriel",
  "contact.phone1": "Téléphone 1",
  "contact.phone2": "Téléphone 2",
  "contact.address": "Adresse",
  "contact.license": "Licence de la RBQ",
  "navbar.projects": "Projets",
  "navbar.services": "Nos services",
  "navbar.about": "À propos",
  "navbar.contact": "Contact",
  "services.boisMetal": "Travaux en bois & métal",
  "services.finition": "Travaux de finition",
  "services.gypse": "Gypse",
  "services.carrelage": "Carreaux",
  "services.plancher": "Installation de plancher",
  "services.peinture": "Travaux de peinture",
  "services.tireurJoints": "Tireur de joints",
  "services.demolition": "Démolition",
  "finition.hero.title": "Des finitions impeccables, jusque dans les moindres détails.",
  "finition.section1.title": "Donnez la touche finale à vos projets avec soin et précision",
  "finition.section1.p1": "Plinthes, moulures, portes, joints, retouches… chaque détail compte pour créer un intérieur cohérent, propre et élégant.",
  "finition.section1.p2": "Nos artisans assurent des finitions nettes et soignées, à la hauteur de vos attentes les plus élevées.",
  "finition.section1.p3": "C’est cette attention aux détails qui transforme un chantier en véritable réussite.",
  "finition.section2.p1": "Nous prenons le temps de bien faire les choses — proprement, méthodiquement, esthétiquement.",
  "finition.section2.p2": "Faites confiance à SOS Construction pour sublimer vos espaces, jusque dans les coins les plus discrets.",
  "finition.section2.p3": "Le travail bien fait, c’est notre marque de fabrique.",
  "gypse.hero.title": "Pose de gypse professionnelle pour des murs durables et impeccables.",
  "gypse.section1.title": "Vos murs méritent une base solide et droite",
  "gypse.section1.p1": "Une pose mal faite peut entraîner fissures, bruit ou inconfort. Le gypse est à la base de tout intérieur bien réalisé.",
  "gypse.section1.p2": "Nos experts installent les panneaux avec précision, que ce soit pour de nouvelles cloisons, des plafonds ou des rénovations intérieures.",
  "gypse.section1.p3": "Un travail droit, solide, prêt à être fini et à durer dans le temps.",
  "gypse.section2.p1": "Nous assurons une pose rapide, sans bavures, adaptée à chaque configuration.",
  "gypse.section2.p2": "Résidentiel ou commercial — notre expertise garantit un support impeccable pour vos prochaines étapes (tirage de joints, peinture...).",
  "gypse.section2.p3": "Confiez vos murs à une équipe qui maîtrise les règles de l’art du gypse.",
  "carrelage.hero.title": "Pose de carrelage sur mesure — précision, esthétique et durabilité.",
  "carrelage.section1.title": "Des surfaces stylées, propres et résistantes",
  "carrelage.section1.p1": "Cuisine, salle de bain, plancher ou mur décoratif — le carrelage est un choix à la fois pratique et élégant.",
  "carrelage.section1.p2": "Chez SOS Construction, nous posons chaque carreau avec soin, pour un alignement parfait et un rendu uniforme.",
  "carrelage.section1.p3": "Préparation, découpe, collage et joints — rien n’est laissé au hasard.",
  "carrelage.section2.p1": "Nous vous conseillons sur les bons matériaux : céramique, porcelaine, pierre naturelle…",
  "carrelage.section2.p2": "Une pose professionnelle améliore l’étanchéité, la durabilité et le look de vos pièces.",
  "carrelage.section2.p3": "Faites confiance à nos carreleurs pour un résultat propre, durable et à votre image.",
  "plancher.hero.title": "Des planchers solides et stylés, posés avec expertise.",
  "plancher.section1.title": "Votre sol mérite une finition parfaite",
  "plancher.section1.p1": "Un plancher bien posé transforme toute l’ambiance d’une pièce — esthétique, confort et durabilité au rendez-vous.",
  "plancher.section1.p2": "Nous installons bois franc, flottant, vinyle, stratifié ou plancher d’ingénierie avec soin et précision.",
  "plancher.section1.p3": "Chaque détail compte : coupe droite, bon nivellement, finition impeccable.",
  "plancher.section2.p1": "Nous vous conseillons sur les matériaux adaptés à votre style et à votre usage.",
  "plancher.section2.p2": "Notre expertise assure une pose résistante à l’usure, stable et silencieuse.",
  "plancher.section2.p3": "Confiez vos sols à des professionnels du détail et du rendu final.",
  "peinture.hero.title": "Peinture professionnelle — pour des murs éclatants et une finition parfaite.",
  "peinture.section1.title": "Redonnez vie à vos surfaces avec des couleurs durables",
  "peinture.section1.p1": "Une bonne peinture valorise vos espaces et protège vos murs.",
  "peinture.section1.p2": "Nous préparons, appliquons et finissons avec précision, que ce soit pour un rafraîchissement ou un projet complet.",
  "peinture.section1.p3": "Murs, plafonds, boiseries — tout est couvert avec soin.",
  "peinture.section2.p1": "Nous utilisons des peintures de qualité, adaptées à chaque surface.",
  "peinture.section2.p2": "Finitions mates, satinées ou brillantes — le résultat est net, uniforme et durable.",
  "peinture.section2.p3": "Des professionnels à l’écoute pour une transformation à votre image.",
  "joints.hero.title": "Un tirage de joints précis pour des murs impeccables.",
  "joints.section1.title": "Préparez vos surfaces pour une finition parfaite",
  "joints.section1.p1": "Le tirage de joints est essentiel pour obtenir des murs lisses et sans défauts.",
  "joints.section1.p2": "Nous appliquons chaque couche avec précision : remplissage, nivellement, sablage.",
  "joints.section1.p3": "Un résultat uniforme, prêt pour la peinture.",
  "joints.section2.p1": "Nous travaillons sur cloisons neuves ou réparations de fissures.",
  "joints.section2.p2": "Des murs droits, sans marques — c’est notre standard.",
  "joints.section2.p3": "Gagnez du temps et de la qualité avec nos spécialistes du tirage de joints.",
  "demolition.hero.title": "Démolition sécuritaire et efficace — on prépare le terrain.",
  "demolition.section1.title": "Abattre pour mieux reconstruire",
  "demolition.section1.p1": "Avant de rénover ou agrandir, il faut savoir retirer proprement l’existant.",
  "demolition.section1.p2": "SOS Construction gère vos démolitions partielles ou complètes dans le respect des normes.",
  "demolition.section1.p3": "Débarras, tri des matériaux, sécurité — tout est pris en charge.",
  "demolition.section2.p1": "Résidentiel ou commercial — nous avons l’équipement et l’expertise.",
  "demolition.section2.p2": "Nous intervenons rapidement, proprement, sans abîmer ce qui doit être conservé.",
  "demolition.section2.p3": "Une préparation idéale pour un projet solide et bien lancé.",
  "services.items.boisMetal.title": "Travaux en bois & métal",
  "services.items.boisMetal.description": "Des structures élégantes et résistantes combinant le bois et le métal, pour des résultats à la fois esthétiques et durables.",

  "services.items.finition.title": "Travaux de finition",
  "services.items.finition.description": "Donnez la touche finale à vos projets avec des finitions soignées — moulures, plinthes, portes, et plus encore.",

  "services.items.gypse.title": "Gypse",
  "services.items.gypse.description": "Pose de panneaux de gypse droite, solide et prête à recevoir les finitions intérieures les plus exigeantes.",

  "services.items.carrelage.title": "Carreaux",
  "services.items.carrelage.description": "Pose de carrelage de précision pour murs, planchers, cuisines et salles de bain — esthétique et durabilité garanties.",

  "services.items.plancher.title": "Installation de plancher",
  "services.items.plancher.description": "Pose experte de bois franc, plancher flottant, vinyle ou stratifié pour transformer vos espaces.",

  "services.items.peinture.title": "Travaux de peinture",
  "services.items.peinture.description": "Peinture intérieure professionnelle pour murs, plafonds et boiseries, avec un rendu net et durable.",

  "services.items.tireurJoints.title": "Tireur de joints",
  "services.items.tireurJoints.description": "Application précise de composé à joints pour des murs parfaitement lisses, prêts à peindre.",

  "services.items.demolition.title": "Démolition",
  "services.items.demolition.description": "Démolition propre et sécuritaire pour préparer efficacement vos projets de rénovation ou d’agrandissement.",

  "copyright": "© 2025 Tous droits réservés",
  "privacypolicy": "Politique de confidentialité",
  "projects": "Projets",
  "services": "Services",
  "contact": "Contact",
  "about": "À propos"
}
