{
  "welcome.title": "Votre vision, notre savoir-faire",
  "welcome.subtitle": "L'entrepreneur général de confiance pour vos projets de construction !",
  "welcome.tagline": "BÂTISSEUR DE CONFIANCE • LAVAL • CONSTRUCTION • RÉNOVATION",
  "boisMetal.hero.title": "Des structures solides et élégantes, du bois au métal. Expertise artisanale garantie.",
  "boisMetal.section1.title": "Alliez durabilité et design avec nos travaux en bois et métal",
  "boisMetal.section1.p1": "Que ce soit pour un escalier sur mesure, une structure portante ou des détails architecturaux, nous transformons vos idées en structures solides et raffinées.",
  "boisMetal.section1.p2": "Notre équipe travaille avec précision et passion, en mariant l’authenticité du bois et la résistance du métal.",
  "boisMetal.section1.p3": "Un rendu professionnel, à la hauteur de vos standards les plus élevés.",
  "boisMetal.section2.p1": "Bois brut, acier, aluminium ou fer forgé. Chaque matériau a son potentiel.",
  "boisMetal.section2.p2": "Nous le révélons à travers des réalisations sur mesure, pensées pour durer.",
  "boisMetal.section2.p3": "Faites appel à des experts pour un résultat esthétique, sécuritaire et durable.",
  "about.carousel.item1": "Nous bâtissons confiance et valeur durable.",
  "about.carousel.item2": "Travaux experts en bois, métal et finitions.",
  "about.carousel.item3": "Gypse, joints et peinture impeccables.",
  "about.carousel.item4": "Planchers et carreaux posés avec soin.",
  "about.carousel.item5": "De la démolition aux finitions — on s’en charge.",
  "policy.title": "Politique de confidentialité",
  "policy.intro": "Nous accordons de l'importance à votre vie privée. Cette page explique comment nous collectons, utilisons et protégeons vos informations personnelles.",
  "policy.points.1": "Nous collectons uniquement les données nécessaires à nos services.",
  "policy.points.2": "Vos informations ne sont jamais vendues ou partagées sans votre consentement.",
  "policy.points.3": "Vous pouvez demander l'accès ou la suppression de vos données à tout moment.",
  "project": "Projets",
  "contact.email": "Courriel",
  "contact.phone1": "Téléphone 1",
  "contact.phone2": "Téléphone 2",
  "contact.address": "Adresse",
  "contact.license": "Licence RBQ",
  "navbar.projects": "Projets",
  "navbar.services": "Nos services",
  "navbar.about": "À propos",
  "navbar.contact": "Contact",
  "services.boisMetal": "Travaux en bois & métal",
  "services.finition": "Travaux de finition",
  "services.gypse": "Gypse",
  "services.carrelage": "Carreaux",
  "services.plancher": "Installation de plancher",
  "services.peinture": "Travaux de peinture",
  "services.tireurJoints": "Tireur de joints",
  "services.demolition": "Démolition",
  "finition.hero.title": "Des finitions impeccables, jusque dans les moindres détails.",
  "finition.section1.title": "Donnez la touche finale à vos projets avec soin et précision",
  "finition.section1.p1": "Plinthes, moulures, portes, joints, retouches… chaque détail compte pour créer un intérieur cohérent, propre et élégant.",
  "finition.section1.p2": "Nos artisans assurent des finitions nettes et soignées, à la hauteur de vos attentes les plus élevées.",
  "finition.section1.p3": "C’est cette attention aux détails qui transforme un chantier en véritable réussite.",
  "finition.section2.p1": "Nous prenons le temps de bien faire les choses proprement, méthodiquement, esthétiquement.",
  "finition.section2.p2": "Faites confiance à SDS Construction pour sublimer vos espaces, jusque dans les coins les plus discrets.",
  "finition.section2.p3": "Le travail bien fait, c’est notre marque de fabrique.",
  "gypse.hero.title": "Pose de gypse professionnelle pour des murs durables et impeccables.",
  "gypse.section1.title": "Vos murs méritent une base solide et droite",
  "gypse.section1.p1": "Une pose mal faite peut entraîner fissures, bruit ou inconfort. Le gypse est à la base de tout intérieur bien réalisé.",
  "gypse.section1.p2": "Nos experts installent les panneaux avec précision, que ce soit pour de nouvelles cloisons, des plafonds ou des rénovations intérieures.",
  "gypse.section1.p3": "Un travail droit, solide, prêt à être fini et à durer dans le temps.",
  "gypse.section2.p1": "Nous assurons une pose rapide, sans bavures, adaptée à chaque configuration.",
  "gypse.section2.p2": "Résidentiel ou commercial — notre expertise garantit un support impeccable pour vos prochaines étapes (tirage de joints, peinture...).",
  "gypse.section2.p3": "Confiez vos murs à une équipe qui maîtrise les règles de l’art du gypse.",
  "carrelage.hero.title": "Pose de carrelage sur mesure — précision, esthétique et durabilité.",
  "carrelage.section1.title": "Des surfaces stylées, propres et résistantes",
  "carrelage.section1.p1": "Cuisine, salle de bain, plancher ou mur décoratif — le carrelage est un choix à la fois pratique et élégant.",
  "carrelage.section1.p2": "Chez SOS Construction, nous posons chaque carreau avec soin, pour un alignement parfait et un rendu uniforme.",
  "carrelage.section1.p3": "Préparation, découpe, collage et joints — rien n’est laissé au hasard.",
  "carrelage.section2.p1": "Nous vous conseillons sur les bons matériaux : céramique, porcelaine, pierre naturelle…",
  "carrelage.section2.p2": "Une pose professionnelle améliore l’étanchéité, la durabilité et le look de vos pièces.",
  "carrelage.section2.p3": "Faites confiance à nos carreleurs pour un résultat propre, durable et à votre image.",
  "plancher.hero.title": "Des planchers solides et stylés, posés avec expertise.",
  "plancher.section1.title": "Votre sol mérite une finition parfaite",
  "plancher.section1.p1": "Un plancher bien posé transforme toute l’ambiance d’une pièce — esthétique, confort et durabilité au rendez-vous.",
  "plancher.section1.p2": "Nous installons bois franc, flottant, vinyle, stratifié ou plancher d’ingénierie avec soin et précision.",
  "plancher.section1.p3": "Chaque détail compte : coupe droite, bon nivellement, finition impeccable.",
  "plancher.section2.p1": "Nous vous conseillons sur les matériaux adaptés à votre style et à votre usage.",
  "plancher.section2.p2": "Notre expertise assure une pose résistante à l’usure, stable et silencieuse.",
  "plancher.section2.p3": "Confiez vos sols à des professionnels du détail et du rendu final.",
  "peinture.hero.title": "Peinture professionnelle — pour des murs éclatants et une finition parfaite.",
  "peinture.section1.title": "Redonnez vie à vos surfaces avec des couleurs durables",
  "peinture.section1.p1": "Une bonne peinture valorise vos espaces et protège vos murs.",
  "peinture.section1.p2": "Nous préparons, appliquons et finissons avec précision, que ce soit pour un rafraîchissement ou un projet complet.",
  "peinture.section1.p3": "Murs, plafonds, boiseries — tout est couvert avec soin.",
  "peinture.section2.p1": "Nous utilisons des peintures de qualité, adaptées à chaque surface.",
  "peinture.section2.p2": "Finitions mates, satinées ou brillantes — le résultat est net, uniforme et durable.",
  "peinture.section2.p3": "Des professionnels à l’écoute pour une transformation à votre image.",
  "joints.hero.title": "Un tirage de joints précis pour des murs impeccables.",
  "joints.section1.title": "Préparez vos surfaces pour une finition parfaite",
  "joints.section1.p1": "Le tirage de joints est essentiel pour obtenir des murs lisses et sans défauts.",
  "joints.section1.p2": "Nous appliquons chaque couche avec précision : remplissage, nivellement, sablage.",
  "joints.section1.p3": "Un résultat uniforme, prêt pour la peinture.",
  "joints.section2.p1": "Nous travaillons sur cloisons neuves ou réparations de fissures.",
  "joints.section2.p2": "Des murs droits, sans marques — c’est notre standard.",
  "joints.section2.p3": "Gagnez du temps et de la qualité avec nos spécialistes du tirage de joints.",
  "demolition.hero.title": "Démolition sécuritaire et efficace — on prépare le terrain.",
  "demolition.section1.title": "Abattre pour mieux reconstruire",
  "demolition.section1.p1": "Avant de rénover ou agrandir, il faut savoir retirer proprement l’existant.",
  "demolition.section1.p2": "SOS Construction gère vos démolitions partielles ou complètes dans le respect des normes.",
  "demolition.section1.p3": "Débarras, tri des matériaux, sécurité — tout est pris en charge.",
  "demolition.section2.p1": "Résidentiel ou commercial — nous avons l’équipement et l’expertise.",
  "demolition.section2.p2": "Nous intervenons rapidement, proprement, sans abîmer ce qui doit être conservé.",
  "demolition.section2.p3": "Une préparation idéale pour un projet solide et bien lancé.",
  "services.items.boisMetal.title": "Travaux en bois & métal",
  "services.items.boisMetal.description": "Des structures élégantes et résistantes combinant le bois et le métal, pour des résultats à la fois esthétiques et durables.",

  "services.items.finition.title": "Travaux de finition",
  "services.items.finition.description": "Donnez la touche finale à vos projets avec des finitions soignées — moulures, plinthes, portes, et plus encore.",

  "services.items.gypse.title": "Gypse",
  "services.items.gypse.description": "Pose de panneaux de gypse droite, solide et prête à recevoir les finitions intérieures les plus exigeantes.",

  "services.items.carrelage.title": "Carreaux",
  "services.items.carrelage.description": "Pose de carrelage de précision pour murs, planchers, cuisines et salles de bain — esthétique et durabilité garanties.",

  "services.items.plancher.title": "Installation de plancher",
  "services.items.plancher.description": "Pose experte de bois franc, plancher flottant, vinyle ou stratifié pour transformer vos espaces.",

  "services.items.peinture.title": "Travaux de peinture",
  "services.items.peinture.description": "Peinture intérieure professionnelle pour murs, plafonds et boiseries, avec un rendu net et durable.",

  "services.items.tireurJoints.title": "Tireur de joints",
  "services.items.tireurJoints.description": "Application précise de composé à joints pour des murs parfaitement lisses, prêts à peindre.",

  "services.items.demolition.title": "Démolition",
  "services.items.demolition.description": "Démolition propre et sécuritaire pour préparer efficacement vos projets de rénovation ou d’agrandissement.",

  "copyright": "© 2025 Tous droits réservés",
  "privacypolicy": "Politique de confidentialité",
  "projects": "Projets",
  "services": "Services",
  "contact": "Contact",
  "about": "À propos",

  "joint": "Le tirage de joints est une étape essentielle dans la finition intérieure des murs en plaques de plâtre. Il ne s'agit pas seulement d'appliquer un enduit entre deux panneaux, mais de créer une surface homogène, sans irrégularités, prête à recevoir la finition souhaitée. Notre méthode repose sur une préparation rigoureuse des surfaces, suivie de l'application méthodique de plusieurs couches de composé à joints. Chaque couche est soigneusement poncée pour éliminer toute imperfection et garantir une continuité visuelle parfaite entre les panneaux. Nos artisans maîtrisent les techniques avancées pour traiter les coins intérieurs, les angles sortants et les jonctions complexes, souvent négligées mais cruciales pour un rendu professionnel. Que votre projet soit résidentiel, nous adaptons notre intervention au type de support, à la lumière ambiante et à l’usage futur des pièces, afin d'assurer une finition durable, esthétique et résistante dans le temps. Grâce à notre expertise, vous bénéficiez d’un service de haute.",
  "demolition": "La démolition est bien plus qu’une simple opération de destruction. C’est une étape stratégique qui nécessite une expertise technique et une planification rigoureuse. Que ce soit pour un projet de rénovation, de reconstruction ou de réaménagement, nous procédons à une analyse complète de la structure avant toute intervention. Nos équipes identifient les éléments porteurs, les matériaux spécifiques et les contraintes environnementales afin de garantir une démolition sécuritaire, contrôlée et respectueuse des normes en vigueur. Nous utilisons des outils adaptés à chaque situation – du petit outillage manuel aux équipements mécaniques lourds – pour assurer une efficacité optimale. Grâce à notre approche méthodique, nous minimisons les nuisances sonores, les débris et les impacts sur les zones environnantes. Que le chantier soit résidentiel ou commercial, nous offrons un service professionnel, rapide et soigné, prêt à préparer le terrain pour votre prochain projet.",
  "woodMetal": "Les travaux en bois et en métal allient esthétique, robustesse et fonctionnalité. Que ce soit pour la fabrication de structures sur mesure, de rampes, de cadres, ou d’éléments décoratifs, nous mettons notre savoir-faire artisanal au service de vos projets. Chaque réalisation commence par une sélection rigoureuse des matériaux : bois de qualité, métaux résistants et finitions durables. Nous assurons une découpe précise, un assemblage soigné et des traitements adaptés pour garantir la durabilité, même dans les conditions les plus exigeantes. Nos artisans allient créativité et maîtrise technique pour concevoir des pièces uniques qui s’intègrent harmonieusement à l’environnement existant. Que votre projet soit résidentiel ou commercial, nous nous adaptons à vos besoins esthétiques et fonctionnels pour livrer un résultat à la fois solide, élégant et intemporel.",
  "finishingWork": "Les travaux de finition représentent l’étape ultime d’un projet de construction ou de rénovation. C’est à ce moment précis que l’espace prend toute son allure, révèle sa personnalité et gagne en élégance. Ces travaux englobent un ensemble de techniques pointues destinées à parfaire l’esthétique, à harmoniser les matériaux, et à apporter une touche finale soignée à chaque recoin. Que ce soit pour la pose minutieuse de moulures, l’ajustement précis des encadrements de portes ou de fenêtres, l’installation élégante des plinthes ou encore les dernières retouches de peinture, nos artisans interviennent avec un savoir-faire éprouvé et une attention constante aux détails. Nous veillons particulièrement aux alignements, aux textures, aux contrastes et à la cohérence des couleurs, afin de créer un ensemble visuel fluide et harmonieux. Chaque projet est traité comme unique, en tenant compte des spécificités du lieu, de la lumière naturelle et des préférences esthétiques de nos clients.",
  "gypse": "Les travaux de gypse sont la base de tout aménagement intérieur réussi. Ils permettent de créer des cloisons solides, des plafonds impeccables et des surfaces prêtes à recevoir les finitions. Que ce soit pour une construction neuve ou une rénovation, nous assurons une installation précise des plaques de gypse, avec un souci constant du niveau, de l’alignement et de la stabilité. Nos équipes maîtrisent également les techniques de découpe et d’ajustement pour intégrer les éléments électriques, les conduits et autres spécificités du bâtiment.Grâce à notre approche rigoureuse et notre matériel professionnel, nous garantissons un résultat droit, propre et conforme aux normes. Chaque projet est exécuté dans le respect des délais et des attentes, pour une base solide et durable à vos finitions. Notre engagement va au-delà de la simple pose : nous analysons chaque espace pour offrir des solutions adaptées, optimisant la performance acoustique et thermique. Avec nous, chaque mur devient une promesse de durabilité, de précision et de qualité.",
  "carreaux": "Les travaux de pose de carreaux représentent une étape essentielle dans l’aménagement intérieur, alliant technicité, précision et sens esthétique. Que ce soit pour les murs, les sols, les cuisines, les salles de bain ou les entrées, le carrelage apporte une touche de finition raffinée tout en assurant résistance et facilité d’entretien. Notre approche débute par une évaluation rigoureuse des surfaces, de l'humidité ambiante et du type de matériau à poser — qu’il s’agisse de céramique, de porcelaine, de pierre naturelle ou de mosaïque. Nous accordons une importance particulière à la planéité du support, à l’alignement des lignes et à la régularité des joints pour garantir une pose harmonieuse et durable. Chaque carreau est découpé avec précision, ajusté au millimètre près, et posé avec des colles et mortiers adaptés à l’usage et au support. Grâce à notre expertise, nous transformons chaque espace avec élégance et robustesse, en veillant à la qualité jusque dans les moindres détails.",

  "flooring": "L’installation de plancher joue un rôle central dans le confort, l’esthétique et la durabilité de vos espaces intérieurs. Que vous optiez pour le bois franc, le flottant, le vinyle ou le stratifié, nous vous accompagnons dans le choix du matériau adapté à votre style de vie, au type de pièce et à vos préférences visuelles. Avant toute pose, nous préparons soigneusement la surface, en assurant la planéité, la propreté et, si nécessaire, l’installation d’un pare-vapeur ou d’un sous-plancher. Nos artisans travaillent avec précision pour garantir un alignement régulier, des coupes nettes et une fixation solide. Chaque projet est réalisé avec soin pour un résultat esthétique, résistant à l’usure et facile à entretenir. Grâce à notre savoir-faire, vous bénéficiez d’un sol confortable, stable et harmonieux, pensé pour durer dans le temps. Nos installations allient performance et esthétisme pour répondre aux exigences les plus élevées du secteur résidentiel ou commercial.",

  "peinture": "Les travaux de peinture donnent vie à vos espaces et marquent la touche finale d’un projet bien réalisé. Plus qu’une simple couche de couleur, il s’agit d’un travail de précision qui exige une préparation minutieuse, un choix judicieux des produits et une application maîtrisée. Nous commençons par une évaluation des surfaces afin de corriger les imperfections, poncer, réparer ou appliquer un apprêt si nécessaire. Nos peintres professionnels utilisent des techniques adaptées au support — murs, plafonds, boiseries ou extérieurs — pour garantir une couverture uniforme, sans traces ni coulures. Que vous visiez une ambiance chaleureuse, moderne ou sobre, nous vous conseillons sur les teintes et les finitions pour sublimer votre environnement. Grâce à notre rigueur et notre sens du détail, vous obtenez un résultat propre, élégant et durable. Chaque projet est exécuté dans le respect des délais, avec une attention constante à la qualité et à votre satisfaction."
}
